---
kind: property
id: P:Autodesk.Revit.DB.NumberingSchemaTypes.StructuralNumberingSchemas.Rebar
zh: 钢筋、配筋
source: html/fc841a45-730b-c9df-27c6-8d1bacd9527b.htm
---
# Autodesk.Revit.DB.NumberingSchemaTypes.StructuralNumberingSchemas.Rebar Property

**中文**: 钢筋、配筋

Built-in schema used for numbering rebar elements

## Syntax (C#)
```csharp
public static NumberingSchemaType Rebar { get; }
```